Repository: Dosenpfand/matheworkout
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Associated data exists, please delete them first
de: Es existieren assoziierte Daten, bitte lösche diese zuerst

source: Write the user first name or names
de: Gib den ersten oder mehrere Vornamen ein

source: Write the user last name
de: Gib den Nachnamen des Benutzers ein

source: Please use a good password policy, this application does not check this for you
de: Bitte benutze eine gute Passwortrichtlinie, diese Anwendung überprüft das nicht für dich

source: Please rewrite the password to confirm
de: Bitte wiederhole das Passwort zur Bestätigung

source: Not possible to register you at the moment, try again later
de: Es ist nicht möglich, dich im Moment zu registrieren. Versuche es später erneut.

source: Fill out the registration form
de: Fülle das Anmeldeformular aus

source: It's not a good policy to remove a user, just make it inactive
de: Es ist keine gute Richtlinie, einen Benutzer zu entfernen, setze ihn einfach inaktiv

source: Please rewrite the user's password to confirm
de: Wiederhole bitte das Passwort des Benutzers zur Bestätigung

source: Your user information
de: Deine Benutzerinformationen

source: Copy the selected roles?
de: Kopieren der ausgewählten Rollen?

source: Invalid login. Please try again.
de: Ungültige Anmeldedaten. Bitte versuche es nochmal.

source: You sure you want to delete this item?
de: Bist du sicher, dass du diesen Eintrag löschen möchtest?

source: Your user is activated you can now proceed to login
de: Dein Benutzername ist aktiviert, du kannst dich nun anmelden

source: Enter your login and password below
de: Gib dein Benutzername und Passwort ein

source: If you are not already a user, please register
de: Wenn du noch kein Nutzer bist, registriere dich bitte

source: Please choose one of the following providers:
de: Bitte wähle eine der folgenden Anbieter:

source: Click on your OpenID provider below
de: Klicke auf deinen OpenID-Provider

source: Or enter your OpenID here
de: Oder gib hier deine OpenID ein

source: Please choose a provider
de: Bitte wähle einen Anbieter

source: Enter your OpenID Username
de: Gib hier deine OpenID ein
